{
  "api_accessRestricted": "Acceso restringido.",
  "api_badLogin": "Nombre de usuario o contraseña no válidos.",
  "api_firstLoginWarn": "Este es su primer inicio de sesión, vaya a Configuración para cambiar su contraseña.",
  "api_firstLogin": "Vaya a Configuración para crear su primer tablero.",
  "api_invalidToken": "Token de acceso no válido.",
  "api_loggedOut": "Se ha cerrado la sesión.",
  "api_noAttachmentId": "No se encontraron archivos adjuntos para ID ",
  "api_noAttachmentHash": "No se encontraron archivos adjuntos para hash ",
  "api_attachmentFailed": "Error al agregar el archivo adjunto. Inténtalo de nuevo.",
  "api_attachmentSucceed": "Adjunto agregado.",
  "api_uploadFailed": "Error al cargar el archivo adjunto. Inténtalo de nuevo.",
  "api_attachmentPermission": "No tiene permisos suficientes para eliminar este archivo adjunto.",
  "api_attachmentNoRemove": "Error al eliminar el archivo adjunto. No se encontraron archivos adjuntos para ID ",
  "api_attachmentRemoved": "Archivo adjunto eliminado ",
  "api_noActions": "No hay acciones automáticas en la base de datos.",
  "api_actionError": "Error al agregar una acción automática. Verifique sus entradas e intente nuevamente.",
  "api_actionAdded": "Acción automática agregada.",
  "api_actionRemoveError": "Error al eliminar la acción. No se encontró ninguna acción para el ID ",
  "api_actionRemoved": "Acción automática eliminada.",
  "api_noBoards": "No hay tableros en la base de datos.",
  "api_noBoardId": "No se ha encontrado ninguna placa para ID ",
  "api_boardError": "Error al agregar el tablero. Verifique sus entradas e intente nuevamente.",
  "api_boardAdded": "Tablero agregado ",
  "api_boardUpdateError": "Error al actualizar el tablero. Verifique sus entradas e intente nuevamente.",
  "api_boardUpdated": "Tablero actualizado ",
  "api_boardRemoveError": "Error al eliminar la placa. No se encontró ninguna placa para ID ",
  "api_boardRemoved": "Tablero eliminado ",
  "api_noColumnId": "No se encontró columna para ID ",
  "api_columnError": "Error al agregar la columna. Inténtelo de nuevo.",
  "api_columnAdded": "Columna agregada ",
  "api_columnUpdateError": "Error al actualizar la columna. Inténtelo de nuevo.",
  "api_columnUpdated": "Columna actualizada ",
  "api_columnRemoveError": "Error al eliminar la columna. No se encontró columna para ID ",
  "api_columnRemoved": "Columna eliminada ",
  "api_noCommentId": "No se encontraron comentarios para la ID ",
  "api_commentError": "Error al agregar comentario. Inténtalo de nuevo.",
  "api_commentAdded": "Comentario agregado.",
  "api_commentUpdateError": "Error al actualizar el comentario. Inténtelo de nuevo.",
  "api_commentUpdated": "Comentario actualizado.",
  "api_commentRemoveError": "Error al eliminar el comentario. No se encontraron comentarios para la ID ",
  "api_commentRemoved": "Comentario eliminado.",
  "api_noTaskId": "No se encontró ninguna tarea para ID ",
  "api_taskError": "Error al agregar la tarea. Verifique sus entradas e intente nuevamente.",
  "api_taskAdded": "Tarea agregada ",
  "api_taskUpdateError": "Error al actualizar la tarea. Inténtelo de nuevo.",
  "api_taskUpdated": "Tarea actualizada ",
  "api_taskRemoveError": "Error al eliminar la tarea. No se encontró ninguna tarea para el ID ",
  "api_taskRemoved": "Tarea eliminada ",
  "api_taskAutoColor": "El color de la tarea cambió por acción automática.",
  "api_taskAutoCategory": "Categorías de tareas modificadas por acción automática.",
  "api_taskAutoAssignee": "Los asignatarios de tareas cambiaron por acción automática.",
  "api_taskAutoDate": "Fecha de vencimiento de la tarea eliminada por acción automática.",
  "api_noUserId": "No se ha encontrado ningún usuario para ID ",
  "api_userError": "Error al agregar usuario. Compruebe sus entradas e inténtelo de nuevo.",
  "api_userAdded": "Usuario agregado ",
  "api_userUpdateError": "Error al actualizar el usuario. Verifique sus entradas e intente nuevamente.",
  "api_userUpdated": "Usuario actualizado ",
  "api_userOptError": "Error al actualizar las opciones del usuario. Compruebe sus entradas e inténtelo de nuevo.",
  "api_userOptUpdated": "Opciones de usuario actualizadas.",
  "api_userRemoveError": "Error al eliminar usuario. No se encontró ningún usuario para ID ",
  "api_userRemoved": "Usuario eliminado ",
  "api_usernameExists": "El nombre de usuario ya existe. Cambie el nombre de usuario e intente nuevamente.",
  "api_userBadPword": "Error al actualizar el usuario. Contraseña actual incorrecta."
}
